//NOMINJOB  JOB (ACCT),'PROCESAR NOMINAS',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=IKJEFT01,DYNAMNBR=20
//STEPLIB  DD DSN=DB2.VRMM.RUNLIB.LOAD,DISP=SHR
//         DD DSN=CEE.SCEERUN,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//NOMVSAM  DD DSN=PROD.NOMINA.VSAM.KSDS,DISP=SHR
//SYSTSIN  DD *
 DSN SYSTEM(DB2P)
 RUN PROGRAM(NOMINA01) PLAN(PLANOM01) LIB('PROD.LOADLIB')
 END
/*